{
    "start_message": "Привет! Я вас пока не знаю! Пройдите авторизацию, чтобы получить доступ.",
    "start_message_admin": "Привет, о великий {admin_name}! Вы сами знаете функционал лучше меня.",
    "start_message_client": "Привет, любимая 💕! Этот бот поможет нам с тобой тренироваться и оставаться здоровенькими долго-долго 💪! Введи /menu 📋, чтобы начать тренировочки или написать отчет!",
    "no_personal_training": "💖 Ой-ой, на неделю {calendar_week} тренировочки ещё не готовы... 😔 Но не переживай! Напиши мне @esaurov, и я с составлю твой индивидуальный план тренировок! 📝💪",
    "unexpected_data": "Ой-ой! 😯 Что-то пошло не так, и я получил неожиданный ответ от сервера. Не переживай, давай попробуем ещё разок позже! ☀️",
    "request_timeout": "Упс! Запрос занял чуть больше времени, чем я ожидал... 🕗 Давай попробуем еще раз позже, лады? 😊",
    "not_allowed": "Ой, кажется, у тебя нет доступа к этой команде 🙈. Но не расстраивайся! Если что-то нужно, пиши @esaurov, он поможет ❤️!",
    "description_title": "Солнышко ☀️! В этом боте ты найдешь все свои тренировочки! Приготовься к заряду энергией и здоровью! 💪💖 \n\n",
    "description_info": "С помощью бота ты можешь: \n\n🏋️‍♀️ Получить персональный тренировочный план: Команда '/get_personal_training' позволит тебе получить индивидуально подобранную программу тренировок на неделю. Просто следуй инструкциям, и ты будешь в отличной форме! \n\n📋 Меню: Введи '/menu', чтобы увидеть все доступные команды. Бот всегда здесь, чтобы помочь тебе! \n\n❓ Неожиданные ситуации: Если что-то пойдет не так, я сообщу об этом. Будь то задержка ответа или что-то необычное, я всегда держу тебя в курсе. \n\n🚫 Ограничения: Доступ к информации в этом боте есть только у тебя, солнышко! Всем остальным будет дан вежливый, но неуклонный отказ. \n\n💖 Этот бот здесь, чтобы поддерживать тебя в пути к здоровому образу жизни и долголетию! Если у тебя возникнут вопросы или пожелания, не стесняйся обращаться ко мне @esaurov. Вместе мы сделаем твои тренировки увлекательными и эффективными!",
    "exception": "Упс! 😯 Похоже, что-то пошло не так (ошибка: {exception}). Но не волнуйся, вместе мы это обязательно решим! 💪",
    "report_successfully_uploaded": "Ура! 🎉 Отчет за {week}-ю неделю {year} года успешно загружен. Ты молодец, что так старательно занимаешься! Вот и очередная победа на пути к здоровью и счастью! 💪💖",
    "newcomer_welcome": "Привет, солнышко!!! 🌟 Ты такая умничка, что начала тренировки! 🤸‍♂️🍏 Этот бот станет твоим надежным помощником на пути к здоровому образу жизни. Здесь ты найдешь всё, что нужно для эффективных тренировок и поддержания отличной формы! Вот твоя первая тренировочка:\n\n.",
    "first_train_then_report": "Солнышко!!! Тебе сначала нужно сделать тренировку, а потом писать отчет!",
    "report_already_exists": "Милая! Ты же уже написала отчет за {week}-ю неделю {year}-ого года! Переходи к следующей тренировочке, золото!!!",
    "please_write_report": "Привет, радость моя! 💖 Напиши, пожалуйста, как прошла твоя тренировочная неделя. Мне так важно знать, что ты делала и как чувствуешь себя! 🌟 Уделила ли ты достаточно времени упражнениям? Выполнила ли все задания? Если какое-то упражнение оказалось сложным, не стесняйся рассказать об этом – я здесь, чтобы помочь тебе! 🤗 И, конечно, если что-то беспокоит тебя после тренировки, обязательно сообщи мне. Твое здоровье и благополучие – моя главная забота! 💪💕",
    "please_write_token": "🌟 Для авторизации, пожалуйста, введите ваш токен:"
}